tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'

# CLI stuff
brew 'coreutils'
brew 'findutils'
brew 'moreutils'
brew 'gnu-sed'
brew 'bash'
brew 'bash-completion'
brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'grep'
brew 'imagemagick'
brew 'jpeg-turbo'
brew 'mas'
brew 'node'
brew 'openssh'
brew 'optipng'
brew 'perl'
brew 'pngcrush'
brew 'python'
brew 'ruby'
brew 'screen'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'tag'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'vim'
brew 'webkit2png'
brew 'wget'
# brew 'yadm'
brew 'youtube-dl'
brew 'z'

# QuickLook plugins
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'webpquicklook'
cask 'quicklookase'
cask 'qlvideo'

# GUI apps
cask 'alfred'
cask 'anki'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'dash2'
cask 'dropbox'
cask 'google-chrome'
cask 'handbrake'
cask 'hocus-focus'
cask 'imageoptim'
cask 'itsycal'
cask 'keepingyouawake'
cask 'macdown'
cask 'paparazzi'
cask 'resilio-sync'
cask 'skype'
cask 'spotify'
cask 'textbar'
cask 'toggldesktop'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'xld'

# App Store apps
mas 'Quiver', id: 866773894
mas 'Telegram Desktop', id: 946399090
mas 'Jumpshare', id: 889922906
mas 'VPN Unlimited', id: 727593140
mas 'Inboard', id: 944109819
mas 'Monosnap', id: 540348655
mas 'The Unarchiver', id: 425424353
mas 'KakaoTalk', id: 869223134
mas 'Noizio', id: 928871589
mas 'MiniPlay', id: 936243210
mas 'Shazam', id: 897118787
